[
  {
    "date": "2004-03-23",
    "explanation": "The hot surface of Venus shows clear signs of ancient lava flows.  Evidence of this was bolstered by the robot spacecraft Magellan, which orbited Venus in the early 1990s.  Using imaging radar, Magellan was able to peer beneath the thick perpetual clouds that cover Earth's closest planetary neighbor.  Picture above, lava apparently flowed down from the top of the image and pooled in the light colored areas visible across the image middle and bottom. The lava cut a channel across the darker ridge that runs horizontally across the image center.  The picture covers about 500 kilometers across.  The lava originates from a caldera named Ammavaru that lies about 300 kilometers off the image top.  The hot dense climate makes Venus a more difficult planet on which to land spacecraft and rovers.  Venus currently sparkles as the brightest object in the western sky after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lava Flows on Venus",
    "url": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan.jpg"
  },
  {
    "copyright": "Zhou Yannan",
    "date": "2014-10-11",
    "explanation": "As the Moon rose and the Sun set on October 8, a lunar eclipse was in progress seen from Chongqing, China. Trailing through  this composite time exposure, the rising Moon began as a dark reddened disk in total eclipse near the eastern horizon. Steadily climbing above the populous city's colorful lights along the Yangtze River, the moontrail grows brighter and broader, until a bright Full Moon emerged from the Earth's shadow in evening skies. Although lunar eclipses are not always total ones, this eclipse, along with last April's lunar eclipse, were the first two of four consecutive total lunar eclipses, a series known as a tetrad. The final two eclipses of this tetrad will occur in early April and late September 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1410/20141008tleZhouyannan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse at Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1410/20141008tleZhouyannan1024.jpg"
  },
  {
    "copyright": "Bruno Sánchez-Andrade NuñoIAGMPSNRL",
    "date": "2011-11-06",
    "explanation": "The Sun's surface keeps changing.  The above movie shows how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called  sunspots.  The above time-lapse movie centered on Sunspot 875 was taken in 2006 by the Vacuum Tower Telescope in the Canary Islands of Spain using  adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allows students and solar scientists to study how granules and sunspots evolve as well as how  magnetic sunspot regions produce powerful solar flares. A few days ago, the largest sunspot group in recent years rotated into view.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Orange Sun Oozing",
    "url": "https://www.youtube.com/embed/xOHWE9nHzzw?rel=0"
  },
  {
    "copyright": "WFIMPG/ESO 2.2-m TelescopeLa SillaESO",
    "date": "2007-08-22",
    "explanation": "The largest, most violent star forming region known in the whole Local Group of galaxies lies in our neighboring galaxy the Large Magellanic Cloud (LMC).  Were the Tarantula Nebula at the distance of the Orion Nebula -- a local star forming region -- it would take up fully half the sky.  Also called 30 Doradus, the red and pink gas indicates a massive emission nebula, although supernova remnants and dark nebula also exist there.  The bright knot of stars left of center is called R136 and contains many of the most massive, hottest, and brightest stars known.  The above image taken with the European Southern Observatory's (ESO's) Wide Field Imager is one of the most detailed ever of this vast star forming region.  ESO has made it possible to fly around and into this detailed image by clicking here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/tarantula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tentacles of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0708/tarantula_eso.jpg"
  },
  {
    "copyright": "Noel CarboniGreg Parker",
    "date": "2007-08-09",
    "explanation": "Gathered at the center of this sharp skyview are the stars of Messier 67, one of the oldest known open star clusters. In fact, though open star clusters are usually much younger, the stars of M67 are likely around 4 billion years old, about the same age and with about the same elemental abundances as the Sun. Open clusters are almost always younger because they are dispersed over time as they encounter other stars, interstellar clouds, and experience gravitational tides while orbiting the center of our galaxy.  Still, M67 contains over 500 stars or so and lies some 2,800 light-years away in the constellation Cancer. At that estimated distance, M67 would be about 12 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster Messier 67",
    "url": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel800.jpg"
  },
  {
    "date": "2000-08-08",
    "explanation": "What's happened to the nucleus of Comet LINEAR?  The brightest comet this year has unexpectedly broken up into many smaller pieces.  The break-up occurred on or about July 25 and was noted by many astronomers around the world with particularly pioneering work by Mark Kidger (IAC). Since then astronomers had been searching in vain to find any fragments left of the nucleus, and watching to see how fast the remaining debris fades.  Just three days ago the Hubble Space Telescope was maneuvered to photograph the region and recovered some of the disintegrating fragments that used to compose Comet LINEAR's nucleus.  The above image covers only the very tip of an elongated diffuse train of slowly dispersing gas, dust, ice fragments, and gravel. The largest bits remaining of the badly fractured nucleus appear to be less than 30 meters across. This debris train will not collide with the Earth and so will not cause a meteor shower.  Interested astronomers are now theorizing why Comet LINEAR's nucleus disintegrated into such small pieces.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/linear2pieces_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR Disperses",
    "url": "https://apod.nasa.gov/apod/image/0008/linear2pieces_hst.jpg"
  },
  {
    "date": "2006-08-07",
    "explanation": "Our Sun is still very active.   In the year 2000, our Sun went though Solar Maximum, the time in its 11-year cycle where the most sunspots and explosive activities occur.   Sunspots, the Solar Cycle, and solar prominences are all caused by the Sun's changing magnetic field.   Pictured above is a solar prominence that erupted in 2002 July, throwing electrons and ions out into the Solar System.  The above image was taken in the ultraviolet light emitted by a specific type of ionized helium, a common element on the Sun.   Particularly hot areas appear in white, while relatively cool areas appear in red.   Our Sun should gradually quiet down until Solar Minimum occurs, and the Sun is most quiet.  No one can precisely predict when Solar Minimum will occur, although some signs indicate that it has started already!",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/sunprom_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Erupting Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0608/sunprom_soho.jpg"
  },
  {
    "date": "2006-04-29",
    "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab, pictured above, was visited three times by NASA astronauts who sometimes stayed as long as two and a half months.  Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light.  Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky.  Skylab fell back to earth on 11 July 1979.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/skylab_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylab Over Earth",
    "url": "https://apod.nasa.gov/apod/image/0604/skylab_nasa.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2009-10-17",
    "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of bright emission nebulae. In fact, narrow-band and broad-band image data are combined in this beautifully detailed composite to trace the reddish emission nebulae, star forming HII regions, sprawling along loose spiral arms that wind toward the galaxy's core. Historically of great interest to astronomers, M33's giant HII regions are some of the largest known stellar nurseries - sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding gas and ultimately produces the characteristic red glow. Spanning over 50,000 light-years and a prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy. It lies about 3 million light-years distant.   digg_url ='http://apod.nasa.gov/apod/ap091017.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/M33_crawford_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Nebulae of M33",
    "url": "https://apod.nasa.gov/apod/image/0910/M33_crawford_c900.jpg"
  },
  {
    "date": "2013-07-28",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The above photo taken by the Hubble Space Telescope in July 2001 revealed unprecedented details of Hoag's Object. More recent observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_1521.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Strange Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_960.jpg"
  },
  {
    "copyright": "Ignacio\nDiaz Bobillo",
    "date": "2017-04-12",
    "explanation": "This group is popular in the northern spring. Famous as the Leo Triplet, the three magnificent galaxies gather in one field of view. Crowd pleasers when imaged with even modest telescopes, they can be introduced individually as NGC 3628 (left), M66 (bottom right), and M65 (top). All three are large spiral galaxies but they tend to look dissimilar because their galactic disks are tilted at different angles to our line of sight. NGC 3628 is seen edge-on, with obscuring dust lanes cutting across the plane of the galaxy, while the disks of M66 and M65 are both inclined enough to show off their spiral structure.  Gravitational interactions between galaxies in the group have also left telltale signs, including the warped and inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous view of the region spans about one degree (two full moons) on the sky. The field covers over 500 thousand light-years at the trio's estimated distance of 30 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1704/LeosTriplet_IAFY2048.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leo Trio",
    "url": "https://apod.nasa.gov/apod/image/1704/LeosTriplet_IAFY1024.JPG"
  },
  {
    "date": "2008-05-17",
    "explanation": "Uncomfortably close Typhoon Rammasun (right) and 25 million light-year distant galaxy M101 don't seem to have much in common. For starters, Rammasun was only a thousand kilometers or so across while M101 (aka the Pinwheel Galaxy) spans about 170,000 light-years, making them vastly dissimilar in scale, not to mention the different physical environments that control their formation and development. But they do look amazingly alike: each with arms exhibiting the shape of a simple and beautiful mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Also known as the equiangular spiral, growth spiral, and Bernoulli's spiral or spira mirabilis, this curve's rich properties have fascinated mathematicians since its discovery by 17th century philosopher Descartes. Intriguingly, this abstract shape is much more abundant in nature than suggested by the striking visual comparison above. For example, logarithmic spirals can also describe the tracks of subatomic particles in a bubble chamber, the arrangement of sunflower seeds and, of course, cauliflower.   digg_url = 'http://apod.nasa.gov/apod/ap080517.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0805/NaturalSpirals.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Logarithmic Spirals",
    "url": "https://apod.nasa.gov/apod/image/0805/NaturalSpiralsS.jpg"
  },
  {
    "date": "1996-01-06",
    "explanation": "Being the largest galaxy around can sometimes make you popular.  Pictured is M31's companion galaxy M32. M31, the Andromeda galaxy, is the largest galaxy in our Local Group of galaxies - even our tremendous Milky Way Galaxy is smaller. Little M32 is visible in most pictures of M31 - it is the small circular spot north of M31's center.  M32 is a dwarf elliptical galaxy. Elliptical galaxies have little or no measurable gas or dust - they are composed completely of stars and typically appear more red than spiral galaxies. Elliptical galaxies do not have disks - they generally have oblong shapes and therefore show elliptical profiles on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/m32_lowell_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dwarf Elliptical Galaxy M32",
    "url": "https://apod.nasa.gov/apod/image/m32_lowell.gif"
  },
  {
    "date": "2007-07-17",
    "explanation": "Are square A and B the same color? They are. Are too.  To verify this, click on the above image to see them connected.  The above illusion, called the same color illusion, illustrates that purely human observations in science may be ambiguous or inaccurate.  Even such a seemingly direct perception as relative color.  Similar illusions exist on the sky, such as the size of the Moon near the horizon, or the apparent shapes of astronomical objects.  The advent of automated, reproducible, measuring devices such as CCDs have made science in general and astronomy in particular less prone to, but not free of, human-biased illusions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/samecolor_wikipedia_connected.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Same Color Illusion",
    "url": "https://apod.nasa.gov/apod/image/0707/samecolor_wikipedia.jpg"
  },
  {
    "copyright": "Mohammad Rahimi",
    "date": "2007-02-19",
    "explanation": "A bright new nova is being studied by astronomers.  The officially dubbed Nova Scorpii 2007 has become so bright in recent days that it is now visible to the unaided eye.   Adventurous early morning sky enthusiasts should look in dark skies toward the constellation of the Scorpion, just below Jupiter and Antares.  The above image may help as a sky chart.   A nova this bright occurs only every few years.  Novas are caused by thermonuclear explosions casting off the outer layers of a white dwarf star.   Pictured above on Friday, the nova was being studied through a small telescope as it appeared over the Varzaneh Desert in Isfahan, Iran. The nova will likely fade but remain visible with binoculars for at least a few more days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/nova_rahimi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova Over Iran",
    "url": "https://apod.nasa.gov/apod/image/0702/nova_rahimi.jpg"
  },
  {
    "date": "2008-05-18",
    "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers have recently suggested that neutron-rich heavy elements such as gold might be most easily made in rare  neutron-rich explosions such as the collision of neutron stars.  Pictured above is an artist's illustration depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.   digg_url = 'http://apod.nasa.gov/apod/ap080518.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0805/nsmerger_heasarc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Origin of Gold",
    "url": "https://apod.nasa.gov/apod/image/0805/nsmerger_heasarc.jpg"
  },
  {
    "date": "2003-10-05",
    "explanation": "Apollo 12 was the second mission to land humans on the Moon. The landing site was picked to be near the location of Surveyor 3, a robot spacecraft that had landed on the Moon three years earlier. In the above photograph, taken by lunar module pilot Alan Bean, mission commander Pete Conrad jiggles the Surveyor spacecraft to see how firmly it is situated. The lunar module is visible in the distance.  Apollo 12 brought back many photographs and moon rocks.  Among the milestones achieved by Apollo 12 was the deployment of the Apollo Lunar Surface Experiments Package, which carried out many experiments including one that measured the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/surveyor3_ap12c_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3",
    "url": "https://apod.nasa.gov/apod/image/0310/surveyor3_ap12c.jpg"
  },
  {
    "copyright": "tvdavisastropix.com",
    "date": "2010-06-24",
    "explanation": "In silhouette against a crowded star field toward the constellation Scorpius, this dusty cosmic cloud evokes for some the image of an ominous dark tower. In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across the gorgeous telescopic view. Known as a cometary globule, the swept-back cloud, extending from the lower left to the head (top of the tower) right and above center, is shaped by intense ultraviolet radiation from the OB association of very hot stars in NGC 6231, off the right edge of the scene. That energetic ultraviolet light also powers the globule's bordering reddish glow of hydrogen gas. Hot stars embedded in the dust can be seen as bluish reflection nebulae. This dark tower, NGC 6231, and associated nebulae are about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/DarkTower_davis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Tower in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1006/DarkTower_davis900c.jpg"
  },
  {
    "copyright": "Ed Morana",
    "date": "2006-10-14",
    "explanation": "On October 6th, a nearly full perigee Moon shone in Earth's night sky. The bright moonlight, accurate planning, and proper equipment resulted in this amazing composite featuring sharp silhouettes of the International Space Station (ISS) as it rapidly crossed (right to left) in front of the lunar disk. The picture was constructed using six video frames recorded from a site just outside Tracy, California, USA. Sporting newly deployed solar arrays, the ISS was at a range of about 260 miles from the telescope/video camera setup. In the background, about a thousand times more distant than the ISS, lies bright lunar ray crater Tycho.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/ISSLunarTransit_morana_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon Crossing",
    "url": "https://apod.nasa.gov/apod/image/0610/ISSLunarTransit_morana_f.jpg"
  },
  {
    "date": "2000-10-08",
    "explanation": "What on Earth is that? The Richat Structure in the Sahara Desert of Mauritania is easily visible from space because it is nearly 50 kilometers across.  Once thought to be an impact crater, the Richat Structure's flat middle and lack of shock-altered rock indicates otherwise. The possibility that the Richat Structure was formed by a volcanic eruption also seems improbable because of the lack of a dome of igneous or volcanic rock.  Rather, the layered sedimentary rock of the Richat structure is now thought by many to have been caused by uplifted rock sculpted by erosion.  Why the Richat Structure is nearly circular remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/richat_sts41g.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Richat Structure",
    "url": "https://apod.nasa.gov/apod/image/0010/richat_sts41g_big.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-04-30",
    "explanation": "A new star, likely the brightest supernova in recorded human history, appeared in planet Earth's sky about 1,000 years ago today, in 1006 AD. The expanding debris cloud from the stellar explosion is still visible to modern astronomers, but what did the supernova look like in 1006? In celebration of the millennial anniversary of SN1006, astronomer Tunc Tezel offers this intriguing suggestion, based on a photograph he took on February 22, 1998 from a site overlooking the Mediterranean south of Antalya, Turkey. On that date, bright Venus and a waning crescent Moon shone in the early morning sky. Adopting calculations which put the supernova's apparent brightness between Venus and the crescent Moon, he digitally superposed an appropriate new star in the picture. He placed the star at the supernova's position in the southerly constellation of Lupus and used the water's reflection of moonlight in the final image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/sn1006_tezel_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1006 AD: Supernova in the Sky",
    "url": "https://apod.nasa.gov/apod/image/0604/sn1006_tezel.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2008-02-06",
    "explanation": "A new cycle has begun on our Sun.  Over the past year, the Sun's magnetic field has reset and now a new 11 year period is beginning.  Pictured above in a specific color of light emitted by hydrogen is sunspot 10982, one of the last sunspots of the old solar cycle.   The two dark lines visible just above and to either side of the bright sunspot are cool filaments held aloft by the Sun's magnetic field.  Hot and cold regions are shown as regions of relative light and dark, respectively. A solar cycle is caused by the changing magnetic field, and varies from solar maximum, when sunspot, coronal mass ejection, and flare phenomena are most frequent, to solar minimum, when such activity is relatively infrequent. Solar minimums occurred in 1996 and 2007, while the last solar maximum occurred in 2001.   digg_url = 'http://apod.nasa.gov/apod/ap080206.html'; digg_skin = 'compact';   Editor's note: This APOD originally ran under the title \"A Sunspot in the New Solar Cycle.\" But even though the new solar cycle has begun, the old one has not ended yet and may run concurrently with the new cycle for up to a year or so. This sunspot is now thought to belong to the old cycle, not the new one, based on its measured magnetic polarity and location.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/sunspot10982_piepol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot in the Old Solar Cycle",
    "url": "https://apod.nasa.gov/apod/image/0802/sunspot10982_piepol.jpg"
  },
  {
    "copyright": "E. Israel",
    "date": "1999-08-13",
    "explanation": "Near the shadow of the moon under a shady tree, dozens of images of a 1994 solar eclipse in progress are visible in this striking picture from the campus of Northwestern University in Evanston, Illinois. What creates the multiple images? Any small gap between leaves can act like a pin-hole camera, projecting a discernible image of the crescent sun onto the shaded sidewalk below. This tree's height and multitude of leaves combine dramatically to produce the large size and number of images. On August 11, many throughout Europe and Asia had the chance to enjoy similar views of the last total solar eclipse of the millennium as the moon's shadow raced across densely populated regions of the globe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/eclipsetree_ejisrael_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse In The Shade",
    "url": "https://apod.nasa.gov/apod/image/9908/eclipsetree_ejisrael_c.jpg"
  },
  {
    "date": "2006-12-03",
    "explanation": "This moon is doomed.  Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the Mars Express spacecraft, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In 100 million years or so it will likely crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme.jpg"
  },
  {
    "date": "2022-02-25",
    "explanation": "This Navcam mosaic from Perseverance looks out over the car-sized rover's deck, across the floor of Jezero crater on Mars. Frames used to construct the mosaic view were captured on mission sol 354. That corresponds to Earth calendar date February 17, 2022, nearly one Earth year after the rover's landing. With a mass of over 1,000 kilograms, six-wheeled Perseverance is the heaviest rover to touch down on Mars. During its first year of exploration the rover has collected six (so far) rock core samples for later return to planet Earth, served as the base station for Ingenuity, the first helicopter on Mars, and tested MOXIE (Mars Oxygen In-Situ Resource Utilization Experiment), converting some of the Red Planet’s thin, carbon dioxide-rich atmosphere into oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Sol 354",
    "url": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer1024.jpg"
  },
  {
    "date": "2006-07-18",
    "explanation": "Sometimes it's night on the ground but day in the air.  As the Earth rotates to eclipse the Sun, sunset rises up from the ground.  Therefore, at sunset on the ground, sunlight still shines on clouds above.   Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.   Pictured above last month, a network of noctilucent clouds cast a colorful but eerie glow after dusk near Vallentuna, Sweden.   Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them.  Recent evidence indicates that at least some noctilucent clouds result from freezing water exhaust from Space Shuttles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/nlc_molten_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds Over Sweden",
    "url": "https://apod.nasa.gov/apod/image/0607/nlc_molten.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2008-11-22",
    "explanation": "In this panorama of Earth and sky recorded on Thursday, November 13, the Full Moon rises along the eastern horizon at the far left. Of course, the Full Moon rises at sunset and that Thursday's setting Sun was also captured at the far right. In between, 17 digital images are stitched together to follow the horizon to the south in a lovely twilight portrait of the city of Lisbon, Portugal. The serene view takes in part of the longest bridge in Europe, the Vasco da Gama bridge, beneath the rising Moon and ends at the mouth of the Tagus River looking west toward the sunset and the Atlantic Ocean. The photographer's vantage point was Lisbon's 100 foot high Cristo Rei monument on the south bank of the Tagus, at the foot of the port city's other famous bridge, the Ponte 25 de Abril.   digg_url = 'http://apod.nasa.gov/apod/ap081122.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/Panoramica-luaSol-net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Moonrise to Sunset",
    "url": "https://apod.nasa.gov/apod/image/0811/Panoramica-luaSol-net.jpg"
  },
  {
    "date": "2014-04-03",
    "explanation": "This fantastic skyscape lies near the edge of NGC 2174 a star forming region about 6,400 light-years away in the nebula-rich constellation of Orion. It follows mountainous clouds of gas and dust carved by winds and radiation from the region's newborn stars, now found scattered in open star clusters embedded around the center of NGC 2174, off the top of the frame. Though star formation continues within these dusty cosmic clouds they will likely be dispersed by the energetic newborn stars within a few million years. Recorded at infrared wavelengths by the Hubble Space Telescope, the interstellar scene spans about 6 light-years. The image celebrates the upcoming 24th anniversary of Hubble's launch onboard the space shuttle orbiter Discovery on April 24, 1990.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/hs-2014-18_n2174rotate.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of NGC 2174",
    "url": "https://apod.nasa.gov/apod/image/1404/hs-2014-18_n2174rotateC.jpg"
  },
  {
    "date": "2005-11-27",
    "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the light echo above spans about six light years in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0511/v838feb04_hst_bck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Echoes from V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/0511/v838feb04_hst.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2014-10-17",
    "explanation": "This looks like a near miss but the greenish coma and tail of Comet Siding Spring (C/2013 A1) are really 2,000 light-years or so away from the stars of open cluster Messier 6. They do appear close together though, along the same line-of-sight in this gorgeous October 9th skyscape toward the constellation Scorpius. Still, on Sunday, October 19th this comet really will be involved in a near miss, passing within only 139,500 kilometers of planet Mars. That's about 10 times closer than any known comet flyby of planet Earth, and nearly one third the Earth-Moon distance. While an impact with the nucleus is not a threat the comet's dust, moving with a speed of about 56 kilometers per second relative to the Red Planet, and outskirts of its gaseous coma could interact with the thin Martian atmosphere. Of course, the comet's close encounter will be followed intently by spacecraft in Martian orbit and rovers on the surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/1410/M6SidingSpringLigustri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 6 and Comet Siding Spring",
    "url": "https://apod.nasa.gov/apod/image/1410/M6SidingSpringLigustri950.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2004-08-14",
    "explanation": "Streaking into the early morning sky on August 3rd, a Delta II rocket launches NASA's Messenger spacecraft on an interplanetary voyage to Mercury. Scheduled to become the first probe to orbit Mercury, Messenger will begin by looping through the inner Solar System in a series of close flybys of planet Earth and Venus. The flybys are designed as trajectory changing gravity assist encounters to ultimately achieve the goal of orbiting Mercury in 2011. Prior to entering orbit, Messenger will also flyby Mercury in 2008 and 2009 as the first spacecraft to visit the Solar System's innermost planet since Mariner 10 in the mid 1970s. This dramatic view of the Messenger launch was recorded from a pier in Jetty Park at the north end of Cocoa Beach about 2.5 miles from the Cape Canaveral launch site. So what's that erratic blue streak on the right? It's the reflection from a camera blurred in the time exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/messengerstreak_cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messenger Launch",
    "url": "https://apod.nasa.gov/apod/image/0408/messengerstreak_cooper.jpg"
  },
  {
    "date": "2001-02-23",
    "explanation": "This color \"picture\" of globular star cluster M55 may not look like any star cluster you've ever seen. Still, it shows a most fundamental view for students of stellar astronomy. In the picture, a Color Magnitude Diagram (CMD), M55's individual stars are represented as dots whose color indicates relative temperature, red (cool) to blue (hot). Position in the CMD does not correspond to a star's location in the sky, though. Instead, it corresponds to a measured astronomical color, (B-V color) read off the bottom scale, and a brightness in magnitudes (M) on the left hand scale. The temperature for each star can also be found by reading the equivalent scale at the top, where the Sun would have a temperature of 6,000 kelvins (K). Brightness relative to the Sun's luminosity (Sun = 1) is given on the scale at the right. The globular cluster stars clearly fall into distinct groups dramatically visible in this CMD. The broad swath extending diagonally from the lower right is the cluster's main sequence. A sharp turn toward the upper right hand corner follows the red giant branch while the blue giants are found grouped in the upper left. M55's stars were formed at the same time and at first were all located along the main sequence by mass, lower mass stars at the lower right. Over time, higher mass stars have evolved off the main sequence into red, then blue giants and beyond. The exact position of the sharp turn-off from the main sequence to the red giant branch measures the cluster's age.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/m55cmd_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M55: Color Magnitude Diagram",
    "url": "https://apod.nasa.gov/apod/image/0102/m55cmd_mochejska.jpg"
  },
  {
    "date": "2018-01-25",
    "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale, The Cartwheel Galaxy. The Cartwheel is part of a group of galaxies about 500 million light years away in the constellation Sculptor. Two smaller galaxies in the group are visible on the left. The Cartwheel Galaxy's rim is an immense ring-like structure 150,000 light years in diameter composed of newly formed, extremely bright, massive stars. When galaxies collide they pass through each other, their individual stars rarely coming into contact. Still, the galaxies' gravitational fields are seriously distorted by the collision. In fact, the ring-like shape is the result of the gravitational disruption caused by a small intruder galaxy passing through a large one, compressing the interstellar gas and dust and causing a a star formation wave to move out from the impact point like a ripple across the surface of a pond. In this case the large galaxy may have originally been a spiral, not unlike our own Milky Way, transformed into the wheel shape by the collision. But ... what happened to the small intruder galaxy?",
    "hdurl": "https://apod.nasa.gov/apod/image/1801/cartwheel_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cartwheel of Fortune",
    "url": "https://apod.nasa.gov/apod/image/1801/cartwheel_hst1024.jpg"
  },
  {
    "date": "1995-12-07",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/galprobe_sts34.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo's Jupiter Probe",
    "url": "https://apod.nasa.gov/apod/image/galprobe_sts34.gif"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2018-07-04",
    "explanation": "If you saw the dawn's early light from Cape Canaveral Air Force Station last Friday, June 29, then you could have seen this rocket's red glare. The single 277-second long exposure, made from the roof of NASA's Vehicle Assembly building, shows a predawn Falcon 9 launch, the rocket streaking eastward into the sky about 45 minutes before sunrise. At high altitude, its stage separation plume is brightly lit by the Sun still below the eastern horizon. The Falcon 9 rocket's first stage had been launched before, lofting the Transiting Exoplanet Survey Satellite (TESS) into orbit on April 18, only 72 days earlier. For this launch of SpaceX Commercial Resupply Service mission 15 (CRS-15) it carried an also previously flown Dragon capsule. But no further reuse of this Falcon 9 was planned so no dramatic first stage landing followed the launch. The Dragon capsule arrived at the International Space Station on July 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/5D4_4276_crs15launch2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn's Early Light, Rocket's Red Glare",
    "url": "https://apod.nasa.gov/apod/image/1807/5D4_4276_crs15launch1024.jpg"
  },
  {
    "date": "2008-04-12",
    "explanation": "On April 12th, 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human in space. His remotely controlled Vostok 1 spacecraft lofted him to an altitude of 200 miles and carried him once around planet Earth. Commenting on the first view from space he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". Alan Shepard, the first US astronaut, would not be launched until almost a month later and then on a comparatively short suborbital flight. Born on March 9, 1934, Gagarin was a military pilot before being chosen for the first group of cosmonauts in 1960. As a result of his historic flight he became an international hero and legend. Killed when his MIG jet crashed during a training flight on March 27, 1968, Gagarin was given a hero's funeral, his ashes interred in the Kremlin Wall. On yet another April 12th, in 1981, NASA launched the first space shuttle.   digg_url = 'http://apod.nasa.gov/apod/ap080412.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0804/ISS007-E-10807_highres.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yuri's Planet",
    "url": "https://apod.nasa.gov/apod/image/0804/ISS007-E-10807_800.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2014-12-18",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this sharp image from a small telescope by galaxies that lie beyond the gorgeous island universe. The most prominent background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their close alignment on the sky with NGC 7331 occurs just by chance. Seen through faint foreground dust clouds lingering above the plane of Milky Way, this visual grouping of galaxies is known as the Deer Lick Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/NGC7331FINAL_IIHallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1412/NGC7331FINAL_IIHallas1024.jpg"
  },
  {
    "date": "2011-01-13",
    "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years distant, toward the constellation Leo. Spanning some 50,000 light-years, its central region is shown in this dramatic image, constructed from data drawn from the Hubble Legacy Archive. The close-up view highlights this galaxy's characteristic multiple, patchy, irregular spiral arms laced with dust and clusters of young, blue stars. In contrast, many other spirals exhibit grand, sweeping arms. A relatively bright galaxy in planet Earth's sky, NGC 3521 is easily visible in small telescopes, but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65.",
    "hdurl": "https://apod.nasa.gov/apod/image/1101/NGC3521_hstGendlerL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3521 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1101/NGC3521_hstGendler900c.jpg"
  },
  {
    "copyright": "Alfred Lee",
    "date": "2016-03-02",
    "explanation": "What's that in the sky? Earlier this month, in the sky high above Hong Kong, China, not just one unusual type of cloud appeared -- but two.  In the foreground was a long lenticular cloud, a cloud that forms near mountains from uprising air and might appear to some as an alien spaceship. Higher in the sky, and further in the background, was a colorful iridescent cloud. Iridescent clouds are composed of water droplets of similar size that diffract different colors of sunlight by different amounts.  Furthest in the background is the Sun, blocked from direct view by the opaque lenticular, but providing the light for the colors of the iridescent. Either type of cloud is unusual to see in Hong Kong, and unfortunately, after only a few minutes, both were gone.",
    "hdurl": "https://apod.nasa.gov/apod/image/1603/LenticularIridescence_Lee_5472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Clouds over Hong Kong",
    "url": "https://apod.nasa.gov/apod/image/1603/LenticularIridescence_Lee_960.jpg"
  },
  {
    "date": "2002-04-03",
    "explanation": "How much mass do flocculent spirals hide?  The above true color image of flocculent spiral galaxy NGC 4414 was taken with the Hubble Space Telescope to help answer this question.  Flocculent spirals -- galaxies without well defined spiral arms -- are a quite common form of galaxy, and NGC 4414 is one of the closest.  Stars and gas near the visible edge of spiral galaxies orbit the center so fast that the gravity from a large amount of unseen dark matter must be present to hold them together.  Pictured above is the photogenic center of NGC 4414.  A bright foreground star from our Milky Way Galaxy shines in the foreground of the image.  Although NGC 4414's center likely holds little dark matter, understanding its matter distribution helps calibrate the rest of the galaxy and, by deduction, flocculent spirals in general.  By determining a precise distance to NGC 4414, astronomers also hope to help calibrate the scale to the more distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc4414_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4414: A Flocculent Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc4414_hst.jpg"
  },
  {
    "date": "2005-12-13",
    "explanation": "What does the surface of Saturn's moon Rhea look like?  To help find out, the robot Cassini spacecraft currently orbiting Saturn was directed to fly right past the second largest moon of the gas giant planet late last month.  Pictured above is an image taken only 620 kilometers above Rhea's icy surface, spanning about 90 kilometers. The rim of an old crater crosses the middle of the image, with many smaller and younger craters scattered throughout.  A linear depression -- possibly a tectonic fault -- is visible toward the right, crossing the likely loose material that composes Rhea's surface regolith.   The origins of many features on Rhea are currently unexplained and being researched.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "620 Kilometers Above Rhea",
    "url": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2013-05-23",
    "explanation": "Beautiful barred spiral galaxy M109, 109th entry in Charles Messier's famous catalog of bright Nebulae and Star Clusters, is found just below the Big Dipper's bowl in the northern constellation Ursa Major. In telescopic views, its striking central bar gives the galaxy the appearance of the Greek letter \"theta\", θ, a common mathematical symbol representing an angle. Of course M109 spans a very small angle in planet Earth's sky, about 7 arcminutes or 0.12 degrees. But that small angle corresponds to an enormous 120,000 light-year diameter at the galaxy's estimated 60 million light-year distance. The brightest member of the now recognized Ursa Major galaxy cluster, M109 (aka NGC 3992) is joined by three spiky foreground stars strung out across this frame. The three small, fuzzy bluish galaxies also on the scene, identified left to right as UGC 6969, UGC 6940 and UGC 6923, are possibly satellite galaxies of the larger M109.",
    "hdurl": "https://apod.nasa.gov/apod/image/1305/m109franke2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 109",
    "url": "https://apod.nasa.gov/apod/image/1305/m109franke900.jpg"
  },
  {
    "date": "2005-07-30",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial nebula was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Youthful blue star clusters and reddish stellar nurseries trace the striking spiral arms of M106. Seen so clearly in this beautiful image, the galaxy's bright core is also visible across the spectrum from radio to x-rays, making M106 a nearby example of the Seyfert class of active galaxies. The bright core of a Seyfert galaxy is believed to be powered by matter falling into a massive central black hole.   News Flash: Object Larger than Pluto Discovered in Distant Solar System",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/m106_block_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106 in Canes Venatici",
    "url": "https://apod.nasa.gov/apod/image/0507/m106_block_c1.jpg"
  },
  {
    "copyright": "CERN",
    "date": "2011-12-18",
    "explanation": "Why do objects have mass?  To help find out, Europe's  CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans.   Since 2008, the LHC has smashed protons into each other with unprecedented impact speeds.  The LHC is exploring the leading explanation that mass arises from ordinary particles slogging through an otherwise invisible but pervasive field of virtual Higgs particles.   Were high energy colliding particles to create real Higgs bosons, the Higgs mechanism for mass creation would be bolstered.   Last week, two LHC groups reported on preliminary indications that the Higgs boson might exist around 120 GeV in mass. Data from the LHC collisions are also being scanned for  micro black holes, magnetic monopoles, and exploring the possibility that every type of fundamental particle we know about has a nearly invisible supersymmetric counterpart.  You can help -- the LHC@Home project will allow anyone with a home computer to help LHC scientists search archived LHC data for these strange beasts. Pictured above, a person stands in front of the huge ATLAS detector, one of six detectors attached to the LHC.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/atlas_cern_3008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hints of Higgs from the Large \nHadron Collider",
    "url": "https://apod.nasa.gov/apod/image/1112/atlas_cern_900.jpg"
  },
  {
    "date": "1998-03-10",
    "explanation": "Which way to the interstate?  What appears to be a caricature of a complex highway system on Earth is actually a system of ridges and cracks on the icy surface of Jupiter's moon Europa. The distance between parallel ridges in the above photograph is typically about 1 kilometer.  The complexity of the cracks and ridges tell a story of Europa's past that is mostly undecipherable -- planetary geologists try to understand just the general origin of the overall features.  One noteworthy feature is the overall white sheen, possibly indicating the presence of frost.  Another is the dark centers between parallel ridges, which might indicate that dirty water from an underground ocean recently welled up in the cracks and froze.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/europafrost_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cracks and Ridges on Europa",
    "url": "https://apod.nasa.gov/apod/image/9803/europafrost_gal.jpg"
  },
  {
    "date": "2005-01-01",
    "explanation": "Manicouagan Crater in northern Canada is one of the oldest impact craters known. Formed about 200 million years ago, the present day terrain supports a 70-kilometer diameter hydroelectric reservoir in the telltale form of an annular lake.  The crater itself has been worn away by the passing of glaciers and other erosional processes. Still, the hard rock at the impact site has preserved much of the complex impact structure and so allows scientists a leading case to help understand  large impact features on Earth and other Solar System bodies.  Also visible above is the vertical fin of the Space Shuttle Columbia from which the picture was taken in 1983.",
    "hdurl": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manicouagan Impact Crater",
    "url": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9.jpg"
  },
  {
    "date": "2007-05-08",
    "explanation": "This eerie glow over Death Valley is in danger. Scrolling right will show a spectacular view from one of the darkest places left in the continental USA: Death Valley, California.   The above 360-degree full-sky panorama is a composite of 30 images taken two years ago in Racetrack Playa.  The image has been digitally processed and increasingly stretched at high altitudes to make it rectangular.   In the foreground on the image right is an unusually placed rock that was pushed by high winds onto Racetrack Playa after a slick rain.  In the background is a majestic night sky, featuring thousands of stars and many constellations.  The arch across the middle is the central band of our Milky Way Galaxy.  Light pollution is threatening dark skies like this all across the US, and therefore the International Dark-Sky Association and the US National Parks Service are suggesting methods that can protect them.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Sky Over Death Valley",
    "url": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps.jpg"
  },
  {
    "copyright": "Rolf Weisenfeld",
    "date": "2021-07-03",
    "explanation": "You can't walk along the Milky Way. Still, under a dark sky you can explore it. To the eye the pale luminous trail of light arcing through the sky on a dark, moonless night does appear to be a path through the heavens. The glowing celestial band is the faint, collective light of distant stars cut by swaths of obscuring interstellar dust clouds. It lies along the plane of our home galaxy, so named because it looks like a milky way. Since Galileo's time, the Milky Way has been revealed to telescopic skygazers to be filled with congeries of innumerable stars and cosmic wonders.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/Walk_Milkyway.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Along the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2107/Walk_Milkyway_1024.jpg"
  },
  {
    "copyright": "Antonio Fernandez",
    "date": "2007-07-16",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/lagoon_fernandez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/0707/lagoon_fernandez.jpg"
  },
  {
    "date": "2021-05-12",
    "explanation": "Is the night sky darkest in the direction opposite the Sun? No. In fact, a rarely discernable faint glow known as the gegenschein (German for \"counter glow\") can be seen 180 degrees around from the Sun in an extremely  dark sky. The gegenschein is sunlight back-scattered off small interplanetary dust particles.  These dust particles are millimeter sized splinters from asteroids and orbit in the ecliptic plane of the planets.  Pictured here from last March is one of the more spectacular pictures of the gegenschein yet taken. The deep exposure of an extremely dark sky over Teide Observatory in Spain's Canary Islands shows the gegenschein as part of extended zodiacal light.  Notable background objects include a bright meteor (on the left), the Big Dipper (top right), and Polaris (far right).  The meteor nearly points toward Mount Teide, Spain's highest mountain, while the Pyramid solar laboratory is visible on the right.  During the day, a phenomenon like the gegenschein called the glory can be seen in reflecting air or clouds opposite the Sun from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/2105/GegenscheinBolide_Casado_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteor and the Gegenschein",
    "url": "https://apod.nasa.gov/apod/image/2105/GegenscheinBolide_Casado_1080.jpg"
  },
  {
    "date": "1997-09-18",
    "explanation": "On August 27th twisting magnetic fields propelled this huge eruptive prominence a hundred thousand miles above the Sun's surface. The seething plasma of ionized gases is at a temperature of about 150,000 degrees Farenheit and spans over 200,000 miles (about 27 Earths). The Extreme ultraviolet Imaging Telescope (EIT) onboard the space-based SOHO observatory recorded this exquisitely detailed image in the light of ionized Helium atoms from its vantage point in a Halo orbit. This is the largest solar prominence observed by SOHO instruments since they began exploring solar phenomena in early 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/solprom1_eit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Erupting Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/solprom1_eit.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2003-09-21",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of  Serpens.  The above picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/eagle_kp09_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/eagle_kp09.jpg"
  },
  {
    "copyright": "Vincent Jacques",
    "date": "2006-06-29",
    "explanation": "An old crescent Moon shares the eastern sky over Menton, France with the sister stars of the Pleiades cluster in this early morning skyscape recorded just last Friday, June 23rd. (Bright Venus was also near the eastern horizon, but is not pictured here.) Astronomical images of the well-known Pleiades often show the cluster's alluring blue reflection nebulae, but they are washed out here by the bright moonlight. Still, while the crescent Moon is overexposed, surface features can be seen on the dim lunar night side illuminated by earthshine - light from sunlit planet Earth. Of course, you can spot a young crescent Moon in the early evening sky tonight. Having left the Pleiades behind, a lovely lunar crescent now appears in the west, lining up with planets Mars, Saturn, and Mercury along the solar system's ecliptic plane.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/moonPL_jacques_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Moon and Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/0606/moonPL_jacques_c.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2015-03-21",
    "explanation": "Snowy and cold is weather you might expect at the start of spring for Longyearbyen on the Arctic archipelago of Svalbard, Norway. But that turned out to be good weather for watching the Moon's umbral shadow race across northern planet Earth. The region was plunged into darkness for 3 minutes during the March 20 total solar eclipse while insulated eclipse chasers witnessed the dark Sun in the cold clear sky. In this well-timed snapshot captured near the end of totality, the Moon's shadow sweeps away from the horizon and the solar corona fades as the lunar disk just begins to uncover the Sun. Streaming past the Moon's edge, direct rays of sunlight create the fleeting appearance of a glistening diamond ring.  Gallery: Solar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/1503/SHX03honda_tse2015.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Equinox Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1503/SHX03honda1024_tse2015.jpg"
  },
  {
    "date": "2017-04-03",
    "explanation": "Many details of Saturn appear clearly in infrared light.  Bands of clouds show great structure, including long stretching storms.  Also quite striking in infrared is the unusual hexagonal cloud pattern surrounding Saturn's North Pole.  Each side of the dark hexagon spans roughly the width of our Earth. The hexagon's existence was not predicted, and its origin and likely stability remains a topic of research.  Saturn's famous rings circle the planet and cast shadows below the equator. The featured image was taken by the robotic Cassini spacecraft in 2014 in several infrared colors -- but only processed recently.  In September, Cassini's mission will be brought to a dramatic conclusion as the spacecraft will be directed to dive into ringed giant.",
    "hdurl": "https://apod.nasa.gov/apod/image/1704/SaturnIR_CassiniKakitsev_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Infrared from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1704/SaturnIR_CassiniKakitsev_960.jpg"
  },
  {
    "date": "2001-07-15",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, showing Io's true colors, was taken in 1999 July by the Galileo spacecraft currently orbiting Jupiter.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo.jpg"
  },
  {
    "date": "2010-07-06",
    "explanation": "Sometimes galaxies form groups. For example, our own Milky Way Galaxy is part of the Local Group of Galaxies.  Small, compact groups, like Hickson Compact Group 87 (HCG 87) shown above, are interesting partly because they slowly self-destruct.  Indeed, the galaxies of HCG 87 are gravitationally stretching each other during their 100-million year orbits around a common center.  The pulling creates colliding gas that causes bright bursts of star formation and feeds matter into their active galaxy centers.  HCG 87 is composed of a large edge-on spiral galaxy visible on the lower left, an elliptical galaxy visible on the lower right, and a spiral galaxy visible near the top.  The small spiral near the center might be far in the distance.  Several stars from our Galaxy are also visible in the foreground.  The above picture was taken in 1999 July by the Hubble Space Telescope's Wide Field Planetary Camera 2.  Studying groups like HCG 87 allows insight into how all galaxies form and evolve.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HCG 87: A Small Group of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-05-31",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible  with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  Which bright young stars light up the blue reflection nebula is still being investigated.  The light from M20 we see today left perhaps 3000 years ago, although the exact distance remains unknown.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/m20_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0505/m20_cfht.jpg"
  },
  {
    "date": "2022-05-12",
    "explanation": "The massive stars of NGC 346 are short lived, but very energetic. The star cluster is embedded in the largest star forming region in the Small Magellanic Cloud, some 210,000 light-years distant. Their winds and radiation sweep out an interstellar cavern in the gas and dust cloud about 200 light-years across, triggering star formation and sculpting the region's dense inner edge. Cataloged as N66, the star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores, the infant stars are strewn about the embedded star cluster. In this false-color Hubble Space Telescope image, visible and near-infrared light are seen as blue and green, while light from atomic hydrogen emission is red.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/ngc346_hst_b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars of NGC 346",
    "url": "https://apod.nasa.gov/apod/image/2205/ngc346_hst_b1024.jpg"
  },
  {
    "date": "1996-05-14",
    "explanation": "In this century, the discovery that the Universe is expanding has produced a revolution in human thought about the Cosmos. American astronomer Edwin Hubble played a major role in this profound discovery, coining the \"Hubble constant\". This single number describes the rate of the cosmic expansion, relating the apparent recession velocities of external galaxies to their distance. Two groups of astronomers trying to measure this fundamental constant using the Hubble Space Telescope (HST) are continuing to report conflicting results. One group, led by astronomer Allan Sandage, measures distances to galaxies using pulsating Cepheid variable stars and supernovae observed in galaxies like the Virgo Cluster spiral galaxy, NGC4639, shown above. This galaxy is the most distant one to which Cepheid-based determinations have been made and was also the site of a well-studied 1990 supernova. Their results favor a relatively small Hubble constant (slow expansion rate) of about 55 kilometers per second per megaparsec which means that galaxies one megaparsec (3 million lightyears) distant appear to recede from us at a speed of 55 kilometers per second. A substantially faster expansion rate (larger Hubble constant) is being reported by astronomer Wendy Freedman and collaborators, also based on HST data. The value of Hubble's constant was recently the subject of a popular public debate titled \"The Scale of the Universe 1996: The Value of Hubble's Constant\".",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc4639_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Constant and The Expanding Universe (II)",
    "url": "https://apod.nasa.gov/apod/image/ngc4639_hst.gif"
  },
  {
    "date": "2012-12-19",
    "explanation": "Why is this nebula so complex? When a star like our Sun is dying, it will cast off its outer layers, usually into a simple overall shape. Sometimes this shape is a sphere, sometimes a double lobe, and sometimes a ring or a helix.  In the case of planetary nebula NGC 5189, however, no such simple structure has emerged.  To help find out why, the Earth-orbiting Hubble Space Telescope recently observed NGC 5189 in great detail. Previous findings indicated the existence of multiple epochs of material outflow, including a recent one that created a bright but distorted torus running horizontally across image center.  Results appear consistent with a hypothesis that the dying star is part of a binary star system with a precessing symmetry axis. Given this new data, though, research is sure to continue. NGC 5189 spans about three light years and lies about 3,000 light years away toward the southern constellation of the Fly (Musca).   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_3964.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5189: An Unusually Complex Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_960.jpg"
  },
  {
    "copyright": "Charlie Szabototh",
    "date": "2012-05-11",
    "explanation": "The Super Moon wins, by just a little, when its apparent size is compared to the Sun in this ingenious composite picture. To make it, the Full Moon on May 6 was photographed with the same camera and telescope used to image the Sun (with a dense solar filter!) on the following day. Of course, on May 6 the Moon was at perigee, the closest point to Earth in its eliptical orbit, making it the largest Full Moon of 2012. Two weeks later, on May 20, the Moon will be near apogee, the most distant point in its orbit, so by then it will be nearly at its smallest apparent size. It will also be a dark New Moon on that date. And for some the New Moon will be surprisingly easy to compare to the Sun, because on May 20 the first solar eclipse of 2012 will be visible from much of Asia, the Pacific, and North America. Along a path 240 to 300 kilometers wide, the eclipse will be annular. Near apogee the smaller silhouetted Moon will fit just inside the bright solar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1205/supermoon-unsupersun_csz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun vs. Super Moon",
    "url": "https://apod.nasa.gov/apod/image/1205/supermoon-unsupersun_csz900c.jpg"
  },
  {
    "date": "1996-05-12",
    "explanation": "These five pairs of Hubble Space Telescope images track some of Saturn's moons as they orbit the ringed planet. A pair of images was taken every 97 minutes on November 21, 1995 with the Wide Field Planetary Camera-2, the normally bright ring system appearing nearly edge-on. In the top pair, the large bright moon Dione hangs above center while the smaller moons Pandora, Prometheus, and Mimas (top right image) appear near the planet's disk close to the outer ring. By the second and third pair of images, moons Rhea and Epimetheus have joined the dance. During the Saturn ring plane crossings, the reduction in light from the edge-on rings provided an opportunity for astronomer's to explore Saturn's complex moon system and search for elusive undiscovered satellites.",
    "hdurl": "https://apod.nasa.gov/apod/image/satmoons_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tracking Saturn's Moons",
    "url": "https://apod.nasa.gov/apod/image/satmoons_hst.gif"
  },
  {
    "copyright": "Wil Milan",
    "date": "1998-08-03",
    "explanation": "M44 is a prominent open cluster of stars. Nicknamed Praesepe and \"The Beehive\", it is one of the few open clusters visible to the unaided eye.  M44 was thought to be a nebula until Galileo used an early telescope to resolve the cluster's bright blue stars. These stars are visible in the above image. M44, which is thought to have formed about 400 million years ago, is larger and older than most other open clusters.  The Beehive Cluster lies about 580 light-years away, and spans about 10 light-years across.  When viewed with a powerful telescope, hundreds of stars become visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/beehive_milan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M44: A Beehive of Stars",
    "url": "https://apod.nasa.gov/apod/image/9808/beehive_milan.jpg"
  },
  {
    "copyright": "Roberto Colombari",
    "date": "2016-02-28",
    "explanation": "Stars are forming in the Soul of the Queen of Aethopia. More specifically, a large star forming region called the Soul Nebula can be found in the direction of the constellation Cassiopeia, who Greek mythology credits as the vain wife of a King who long ago ruled lands surrounding the upper Nile river. The Soul Nebula houses several open clusters of stars, a large radio source known as W5, and huge evacuated bubbles formed by the winds of young massive stars. Located about 6,500 light years away, the Soul Nebula spans about 100 light years and is usually imaged next to its celestial neighbor the Heart Nebula (IC 1805). The featured image appears mostly red due to the emission of a specific color of light emitted by excited hydrogen gas.   Follow APOD on: Facebook,  Google Plus,  Twitter, or Instagram",
    "hdurl": "https://apod.nasa.gov/apod/image/1602/Soul_Colombari_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1848: The Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/1602/Soul_Colombari_960.jpg"
  },
  {
    "date": "2019-12-09",
    "explanation": "verybody sees the Sun. Nobody's been there. Starting in 2018 though, NASA launched the robotic Parker Solar Probe (PSP) to investigate regions near to the Sun for the first time. The PSP's looping orbit brings it yet closer to the Sun each time around -- every few months. The featured time-lapse video shows the view looking sideways from behind PSP's Sun shield during its first approach to the Sun a year ago -- to about half the orbit of Mercury.  The PSP's Wide Field Imager for Solar Probe (WISPR) cameras took the images over nine days, but they are digitally compressed here into about 14 seconds.  The waving solar corona is visible on the far left, with stars, planets, and even the central band of our Milky Way Galaxy streaming by in the background as the PSP orbits the Sun. PSP has found the solar neighborhood to be surprisingly complex and to include switchbacks -- times when the Sun's magnetic field briefly reverses itself. The Sun is not only Earth's dominant energy source, its variable solar wind compresses Earth's atmosphere, triggers auroras, affects power grids, and can even damage orbiting communication satellites.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Looking Sideways from the Parker Solar Probe",
    "url": "https://www.youtube.com/embed/7w8szZ4TxCk?rel=0"
  },
  {
    "date": "1998-10-10",
    "explanation": "\"Do not look at stars as bright spots only - try to take in the vastness of the universe.\" October 1st was the 151st anniversary of the day Maria Mitchell swept the sky with her telescope and discovered the comet of 1847 (comet Mitchell 1847VI). Honored and recognized internationally for her discovery, Mitchell, who lived from 1818 to 1889, became one of the most famous American scientists of her day.  Vassar College appointed Mitchell the first woman Professor of Astronomy and she remained the only woman ever elected to the American Academy of Arts and Sciences until 1943.  Mitchell mentored a generation of scientists, and is fondly remembered for her ability to motivate.  \"We especially need imagination in science,\" Maria Mitchell said, \"Question everything.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/mitchell_hw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maria Mitchell Inspires a Generation",
    "url": "https://apod.nasa.gov/apod/image/9710/mitchell_hw.jpg"
  },
  {
    "date": "1996-03-06",
    "explanation": "SS433 is one of the most exotic star systems known to astronomers. Its unremarkable name stems from its inclusion in a catalog of stars which emit radiation characteristic of atomic hydrogen. Its very remarkable behavior stems from a compact object, a black hole or neutron star, which has produced an accretion disk with jets. As illustrated in this artist's vision of the SS433 system based on observational data, a massive, hot star (left) is locked in a mutual orbit with a compact object. Material transfers from the massive star into an accretion disk surrounding the compact object blasting out two jets of ionized gas in opposite directions - at about 1/4 the speed of light! Radiation from the jet tilted toward the observer is blueshifted, while radiation from the jet tilted away is redshifted. The binary system itself completes an orbit in about 13 days while the jets precess (wobble like a top) with a period of about 164 days. Are the jets from SS433 related to those from black holes at the centers of galaxies?   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/ss433_art_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets From SS433",
    "url": "https://apod.nasa.gov/apod/image/ss433_art.gif"
  },
  {
    "date": "2014-09-26",
    "explanation": "Launched on November 18, 2013, the MAVEN (Mars Atmosphere and Volatile EvolutioN) spacecraft completed its interplanetary voyage September 21, captured into a wide, elliptical orbit around Mars. MAVEN's imaging ultraviolet spectrograph has already begun its planned exploration of the Red Planet's upper atmosphere, acquiring this image data from an altitude of 36,500 kilometers. In false color, the three ultraviolet wavelength bands show light reflected from atomic hydrogen (in blue), atomic oxygen (in green) and the planet's surface (in red). Low mass atomic hydrogen is seen to extend thousands of kilometers into space, with the cloud of more massive oxygen atoms held closer by Mars' gravity. Both are by products of the breakdown of water and carbon dioxide in Mars' atmosphere and the MAVEN data can be used to determine the rate of water loss over time. In fact, MAVEN is the first mission dedicated to exploring Mars' tenuous upper atmosphere, ionosphere and interactions with the Sun and solar wind. But the most recent addition to the fleet of spacecraft from planet Earth now in martian orbit is MOM.",
    "hdurl": "https://apod.nasa.gov/apod/image/1409/iuvsMaven_annotated.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "MAVEN at Mars",
    "url": "https://apod.nasa.gov/apod/image/1409/iuvsMaven_annotated.png"
  },
  {
    "date": "2006-08-12",
    "explanation": "Inaugurating the era of space exploration for the US, the First Explorer, a thirty pound satellite, was launched into Earth orbit on January 31, 1958 by the Army Ballistic Missile Agency. Explorer I carried instruments to measure temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970. Pioneering astrophysicist James Van Allen died on August 9th at the age of 91.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_c22.jpg"
  },
  {
    "date": "2002-03-12",
    "explanation": "What could cause a huge cylindrical mountain to rise from the surface of Venus?  Such features that occur on Venus are known as coronas.  Pictured above in the foreground is 500-kilometer wide Atete Corona found in a region of Venus known as the Galindo.  The image was created by combining multiple radar maps of the region to form a computer-generated three-dimensional perspective.  The series of dark rectangles that crosses the image from top to bottom were created by the imaging procedure and are not real. The origin of massive coronas remains a mystery although speculation holds they result from some form of volcanism.  Studying Venusian coronas help scientists better understand the inner structure of both Venus and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atete Corona on Venus",
    "url": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan.jpg"
  },
  {
    "copyright": "Michael F Johnston",
    "date": "2021-08-11",
    "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The mammatus clouds pictured here, lasting only a few minutes, were photographed over Regina, Saskatchewan, Canada, just after a storm in 2012.    Meteor Shower Tonight: Peak of the Perseids",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_2136.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds over Saskatchewan",
    "url": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_960.jpg"
  },
  {
    "date": "2002-06-06",
    "explanation": "After astronauts repaired NICMOS - the Near Infrared Camera and Multi-Object Spectrometer - during the latest Hubble Space Telescope servicing mission, astronomers were quick to turn the sophisticated instrument on the photogenic stellar nursery known as the Cone Nebula. This remarkable NICMOS close-up of the Cone Nebula dramatically confirms that the Hubble's infrared vision has been restored. Gas and dust clouds at the blunted tip of the cone-shaped star-forming region are seen here in false-color covering an area about half a light-year across. Toward the left hand side of the picture, the four bright stars with diffraction spikes are also present in visible light images and are in front of the Cone Nebula, itself 2,500 light-years away. But the fainter stars to their right are embedded in or behind the nebula's obscuring dust clouds and are revealed only in this penetrating infrared view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ircone_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cone Nebula Infrared Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0206/ircone_hst_c2.jpg"
  },
  {
    "date": "2016-02-22",
    "explanation": "Given some poetic license, there is now scientific evidence that hell has frozen over.  To start, Greek mythology holds that Charon is the ferryman of the underworld.  Next, recent analysis of data taken by the robotic New Horizons spacecraft that shot past Charon -- the namesake that is the largest moon of Pluto -- in July now indicates that the cause of the huge chasm that runs across the 1200-km moon was that a huge internal sea froze. And since water expands when it freezes, the already hardened outer crust could not contain it and cracked. To better picture the crack, a fanciful journey over some of Charon's has been digitally created from collected images.  The featured video starts by showing the Dark Polar Deposit (dubbed Mordor) near Charon's north pole and then flies over the dwarf-planet-wide canyon.  Last, the video shows a much-debated protuberance called Moated Mountain.  Understanding the history of Pluto and Charon is helping humanity to better understand both the friendliest and more forbidding places in the early Solar System from which Earth formed and life somehow emerged.    New Mirror: Follow APOD in Portuguese on Facebook",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flying Over Pluto's Moon Charon",
    "url": "https://www.youtube.com/embed/lrMBzJcvtt0?rel=0"
  },
  {
    "copyright": "Paolo Candy",
    "date": "2009-02-02",
    "explanation": "How bright will Comet Lulin become? No one knows for sure.  Although it is notoriously difficult to accurately predict the brightness of newly discovered comets, Comet Lulin could well become visible to the unaided eye later this month. As Comet Lulin moves into the northern sky in mid February to rise around midnight, it should at least be spotted by comet watchers with binoculars and a good sky chart.  Tracking observations indicate that the comet officially designated C/2007 N3 (Lulin) has now swung by the Sun and is approaching Earth on a trajectory that will bring it within half the Earth-Sun distance in late February. Comet Lulin's orbit indicates that this is likely the comet's first trip into the inner Solar System. The comet was discovered by Quanzhi Ye of Sun Yat-sen University on images obtained by Chi-Sheng Lin at the Lu-Lin Observatory of National Central University.  In this picture, taken from Italy last Friday, are Comet Lulin's coma and tails, one tail pointing away from the Sun, and an anti-tail -- dust that trails the comet in its orbit and may appear to point toward the Sun.   digg_url = 'http://apod.nasa.gov/apod/ap090202.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/lulin_candy_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lulin Approaches",
    "url": "https://apod.nasa.gov/apod/image/0902/lulin_candy.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2008-07-12",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this well-framed view by the galaxies that lie beyond this gorgeous island universe. The background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their strikingly close alignment on the sky with NGC 7331 occurs just by chance. The visual grouping of galaxies is also known as the Deer Lick Group.   digg_url = 'http://apod.nasa.gov/apod/ap080712.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0807/NGC7331Web4_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/0807/NGC7331Web4_goldman_c800.jpg"
  },
  {
    "date": "2002-02-24",
    "explanation": "Sir Isaac Newton changed the world.  Born in 1642, Newton was only an above-average student.  But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics.  A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it.  Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg"
  },
  {
    "date": "1998-12-07",
    "explanation": "Star cluster RCW38 was hiding. This open cluster of stars is located about 5000 light years away towards the constellation of Vela.  Looking there will not normally reveal most of the stars in this cluster, though. The reason is that the open cluster is so young that it is still shrouded in thick dust that absorbs visible light.  This dust typically accompanies the gas that condenses to form young stars.  When viewed in infrared light, however, the star cluster in RCW38 is revealed, because dust is less effective at absorbing infrared light.  The above photograph was one of the first ever taken with the new Infrared Spectrometer and Array Camera (ISAAC) affixed to the 8.2-meter Very Large Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/RCW38_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star-Forming Region RCW38",
    "url": "https://apod.nasa.gov/apod/image/9812/RCW38_vlt.jpg"
  },
  {
    "copyright": "Alessandro Merga",
    "date": "2014-06-14",
    "explanation": "Bright stars of Sagittarius and the center of our Milky Way Galaxy lie just off the wing of a Boeing 747 in this astronomical travel photo. The stratospheric scene was captured earlier this month during a flight from New York to London, 11,000 meters above the Atlantic Ocean. Of course the sky was clear and dark at that altitude, ideal conditions for astronomical imaging. But there were challenges to overcome while looking out a passenger window of the aircraft moving at nearly 1,000 kilometers per hour (600 mph). Over 90 exposures of 30 seconds or less were attempted with a fast lens and sensitive camera setting, using a small, flexible tripod and a blanket to block reflections of interior lighting. In the end, one 10 second long exposure resulted in this steady and colorful example of airborne astronomy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1406/EOS-II-02514erid_merga.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New York to London Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1406/EOS-II-02514erid_merga950.jpg"
  },
  {
    "date": "2010-04-11",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood. Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center. The light from the central core excites surrounding atoms in the nebula causing them to glow. IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/spirograph_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/1004/spirograph_hst.jpg"
  },
  {
    "copyright": "Jared Tennant",
    "date": "2015-08-14",
    "explanation": "Dusty debris from periodic Comet Swift-Tuttle was swept up by planet Earth this week. Vaporized by their passage through the dense atmosphere at 59 kilometers per second, the tiny grains produced a stream of Perseid meteors. A bright, colorful Perseid meteor flash was captured during this 20 second exposure. It made its ephemeral appearance after midnight on August 12, in the moonless skies over the broad granite dome of Enchanted Rock State Natural Area, central Texas, USA. Below the Perseid meteor, trees stand in silhouette against scattered lights along the horizon and the faint Milky Way, itself cut by dark clouds of interstellar dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/1508/perseid2015tennant_DSC1241-wdb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Dust over Enchanted Rock",
    "url": "https://apod.nasa.gov/apod/image/1508/perseid2015tennant_DSC1241-1024db.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2012-03-22",
    "explanation": "Barred spiral galaxy M95 is about 75,000 light-years across, comparable in size to our own Milky Way and one of the larger galaxies of the Leo I galaxy group. In fact, it is part of a not quite so famous trio of Leo galaxies with neighbors M96 and M105, about 38 million light-years distant. In this sharp and colorful cosmic portrait, a bright, compact ring of star formation surrounds the galaxy's core. Surrounding the prominent yellowish bar are tightly wound spiral arms traced by dust lanes, young blue star clusters, and telltale pinkish star forming regions. As a bonus, follow along the spiral arm unwinding down and to the right and you'll soon get to M95's latest supernova SN 2012aw, discovered on March 16 and now identified as the explosion of a massive star. A good target for small telescopes, the supernova stands out in this video feature (vimeo) comparing the recent image with a deep image of M95 without supernova taken in 2009.",
    "hdurl": "https://apod.nasa.gov/apod/image/1203/m95sn2012awBlock.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M95 with Supernova",
    "url": "https://apod.nasa.gov/apod/image/1203/m95sn2012awBlock900.jpg"
  },
  {
    "date": "2022-11-02",
    "explanation": "Watch for three things in this unusual eclipse video.  First, watch for a big dark circle to approach from the right to block out more and more of the Sun. This dark circle is the Moon, and the video was made primarily to capture this partial solar eclipse last week. Next, watch a large solar prominence hover and shimmer over the Sun's edge. A close look will show that part of it is actually falling back to the Sun. The prominence is made of hot plasma that is temporarily held aloft by the Sun's changing magnetic field. Finally, watch the Sun's edge waver. What is wavering is a dynamic carpet of hot gas tubes rising and falling through the Sun's chromosphere -- tubes known as spicules. The entire 4-second time-lapse video covers a time of about ten minutes, although the Sun itself is expected to last another 5 billion years.   Partial Solar Eclipse in October 2022: Notable Submissions to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Partial Eclipse of an Active Sun",
    "url": "https://www.youtube.com/embed/7dh5VL5YGoA?rel=0"
  },
  {
    "date": "2016-01-17",
    "explanation": "The center of our Galaxy is a busy place.  In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the featured photograph.  The Galactic Center itself appears on the left and is located about 30,000 light years away towards the constellation of the Archer (Sagittarius).  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1601/gcenter_2mass_620.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1601/gcenter_2mass_960.jpg"
  },
  {
    "date": "2016-08-25",
    "explanation": "The star closest to the Sun has a planet similar to the Earth. As announced yesterday, recent observations confirmed that this planet not only exists but inhabits a zone where its surface temperature could allow liquid water, a key ingredient for life on Earth. It is not yet known if this planet, Proxima b, has any life. Even if not, its potential ability to sustain liquid water might make it a good first hop for humanity's future trips out into the Milky Way Galaxy.  Although the planet's parent star, Proxima Centauri, is cooler and redder than our Sun, one of the other two stars in the Alpha Centauri star system is very similar to our Sun. The featured image shows the sky location of Proxima Centauri in southern skies behind the telescope that made many of the discovery observations: ESO's 3.6-meter telescope in La Silla, Chile.  The discovered planet orbits close in -- so close one year there takes only 11 days on Earth.  The planet was discovered by the ESO's Pale Red Dot collaboration.  Although seemingly unlikely, if Proxima b does have intelligent life, at 4.25 light years distance it is close enough to Earth for two-way communication.",
    "hdurl": "https://apod.nasa.gov/apod/image/1608/ProximaPlanet_ESO_3473.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Closest Star has Potentially Habitable Planet",
    "url": "https://apod.nasa.gov/apod/image/1608/ProximaPlanet_ESO_960.jpg"
  },
  {
    "date": "1995-07-24",
    "explanation": "July 24, 1995    M31: The Andromeda Galaxy  Credit: The Electronic Universe Project   Explanation:  Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image  are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there.  For more information on M31 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/andromeda_moo.gif"
  },
  {
    "date": "2010-06-23",
    "explanation": "What are these strange color bands being seen from the International Space Station? The Sun setting through Earth's atmosphere.  Pictured above, a sunset captured last month by the ISS's Expedition 23 crew shows in vivid detail many layers of the Earth's thin atmosphere. Part of the Earth experiencing night crosses the bottom of the image. Above that, appearing in deep orange and yellow, is the Earth's troposphere, which contains 80 percent of the atmosphere by mass and almost all of the clouds in the sky. Above the troposphere, seen as a light blue band with white clouds, is the stratosphere, part of the Earth's atmosphere where airplanes fly and some hardy bacteria float. Above the stratosphere, visible as a darker blue bands, are higher and thinner atmospheric levels that gradually fade away into the cold dark  vacuum of outer space. Sunset is not an uncommon sight for occupants of the International Space Station, because it can be seen as many as 16 times a day.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset from the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2014-09-06",
    "explanation": "Like a rainbow at night, a beautiful moonbow shines above the western horizon in this deserted beach scene from Molokai Island, Hawaii, USA, planet Earth. Captured last June 17 in early morning hours, the lights along the horizon are from Honolulu and cities on the island of Oahu some 30 miles away. So where was the Moon? A rainbow is produced by sunlight internally reflected in rain drops from the direction opposite the Sun back toward the observer. As the light passes from air to water and back to air again, longer wavelengths are refracted (bent) less than shorter ones resulting in the separation of colors. And so the moonbow is produced as raindrops reflect moonlight from the direction opposite the Moon. That puts the Moon directly behind the photographer, still low and rising over the eastern horizon, a few days past its full phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/1409/PapohakuBeach1_CropBow.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonbow Beach",
    "url": "https://apod.nasa.gov/apod/image/1409/PapohakuBeach1_CropBow600h.jpg"
  },
  {
    "date": "2021-06-24",
    "explanation": "Grand design spiral galaxy Messier 99 looks majestic on a truly cosmic scale. This recently processed full galaxy portrait stretches over 70,000 light-years across M99. The sharp view is a combination of ultraviolet, visible, and infrared image data from the Hubble Space Telescope. About 50 million light-years distant toward the well-groomed constellation Coma Bernices, the face-on spiral is a member of the nearby Virgo Galaxy Cluster. Also cataloged as NGC 4254, a close encounter with another Virgo cluster member has likely influenced the shape of its well-defined, blue spiral arms.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/M99_LeoShatz_cropped.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 99",
    "url": "https://apod.nasa.gov/apod/image/2106/M99_LeoShatz_cropped1024.jpg"
  },
  {
    "copyright": "Dave Lane",
    "date": "2014-05-19",
    "explanation": "Sometimes land and sky are both busy and beautiful. The landscape pictured in the foreground encompasses Bryce Canyon in Utah, USA, famous for its many interesting rock structures eroded over millions of years. The skyscape above, photogenic in its own right, encompasses the arching central disk of our Milky Way Galaxy, streaks that include three passing airplanes and at least four Eta Aquariid meteors, and bright stars that include the Summer Triangle. The above image is a digital panorama created from 12 smaller images earlier this month on the night May 6.  If you missed the recent Eta Aquariids meteor shower though, don't fret -- you may get an unexpected reprieve.  Sky enthusiasts are waiting to see if a new meteor shower develops in the early morning hours of Saturday, May 24, when the Earth moves through a possibly dense cloud of dust and debris ejected by Comet 209P/LINEAR.   See for yourself: Bryce Canyon National Park Astronomy Festival June 25-28  Best space images: Free APOD Lecture in Paris on June 17",
    "hdurl": "https://apod.nasa.gov/apod/image/1405/meteorsbryce_lane_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors, Planes, and a Galaxy over Bryce Canyon",
    "url": "https://apod.nasa.gov/apod/image/1405/meteorsbryce_lane_960.jpg"
  },
  {
    "date": "2016-04-26",
    "explanation": "What makes this spiral galaxy so long?  Measuring over 700,000 light years across from top to bottom, NGC 6872, also known as the Condor galaxy, is one of the most elongated  barred spiral galaxies known.  The galaxy's protracted shape likely results from its continuing collision with the smaller galaxy IC 4970, visible just above center.  Of particular interest is NGC 6872's spiral arm on the upper left, as pictured here, which exhibits an unusually high amount of blue star forming regions.  The light we see today left these colliding giants before the days of the dinosaurs, about 300 million years ago.  NGC 6872 is visible with a small telescope toward the constellation of the Peacock (Pavo).",
    "hdurl": "https://apod.nasa.gov/apod/image/1604/ngc6872_EsoSchmidt_2043.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6872: A Stretched Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1604/ngc6872_EsoSchmidt_960.jpg"
  },
  {
    "copyright": "Antonio Fernandez",
    "date": "2008-10-18",
    "explanation": "Cosmic pillars of cold molecular gas and clouds of dark dust lie within Sharpless 171, a star-forming region some 3,000 light-years away in the royal constellation Cepheus. This tantalizing false-color skyscape spans about 20 light-years across the nebula's bright central region. It also highlights the pervasive glow of emission from atomic gas using narrowband filters and a color palette made popular in Hubble Space Telescope images. Powering the nebular glow are the young, hot stars of a newly formed cluster, Berkeley 59. Of course, this star-forming region is entry number 171 in the famous 1959 catalog of emission nebulae compiled by astronomer Stewart Sharpless.   digg_url = 'http://apod.nasa.gov/apod/ap081018.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/s171_v1_fernandez50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 171",
    "url": "https://apod.nasa.gov/apod/image/0810/s171_v1_fernandez50_c800.jpg"
  },
  {
    "date": "2004-07-11",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/sky_wmap.jpg"
  },
  {
    "date": "2002-11-01",
    "explanation": "uropa, one of Jupiter's large Galilean moons, may well possess an ocean of liquid water hidden beneath its icy surface -- and so holds the tantalizing possibility of life. In this image, constructed with data recorded in 1996 and 1997 by the Galileo spacecraft, Europa's characteristic surface ridges and cracks are seen along with domes and dark reddish spots called lenticulae from the Latin word for freckles. The freckles are about 10 kilometers across and are believed to be blobs of warmer ice from below that have gradually risen through the colder surface layers, analogous to the motions in a lava lamp. If the freckles do represent material from deeper ice layers closer to the hidden ocean, future space missions to investigate Europa's interior could sample the relatively accessible freckles rather than drill through Europa's potentially thick ice shell.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa's Freckles",
    "url": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_c1.jpg"
  },
  {
    "copyright": "FIAAAB612 Foundation",
    "date": "2012-07-07",
    "explanation": "How would you change the course of an Earth-threatening asteroid? One idea - a massive spacecraft that uses gravity as a towline - is illustrated in this dramatic artist's view of a gravitational tractor in action. In the hypothetical scenario worked out in 2005 by Edward Lu and Stanley Love at NASA's Johnson Space Center, a 20 ton nuclear-electric spacecraft tows a 200 meter diameter asteroid by simply hovering near the asteroid. The spacecraft's ion drive thrusters are canted away from the surface. The steady thrust would gradually and predictably alter the course of the tug and asteroid, coupled by their mutual gravitational attraction. While it sounds like the stuff of science fiction, ion drives do power existing spacecraft and a gravitational tractor would work regardless of the asteroid's structure or surface properties.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/gravtug_durda_smallf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gravitational Tractor",
    "url": "https://apod.nasa.gov/apod/image/1207/gravtug_durda_smallc.jpg"
  },
  {
    "copyright": "Meiying Lee",
    "date": "2022-06-21",
    "explanation": "Does the Sun return to the same spot on the sky every day? No.  A better and more visual answer to that question is an analemma, a composite of images taken at the same time and from the same place over the course of a year. The featured analemma was compiled at 4:30 pm many afternoons from Taiwan during 2021, with the city skyline of Taipei in the foreground, including tall Taipei 101. The Sun's location in December -- at the December solstice -- is shown on the far left, while its location at the June solstice is captured on the far right. Also shown are the positions of the Sun throughout the rest of the day on the solstices and equinoxes.  Today is the June solstice of 2022, the day in Earth's northern hemisphere when the Sun spends the longest time in the sky.  In many countries, today marks the official beginning of a new season, for example winter in Earth's southern hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma over Taipei",
    "url": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg"
  },
  {
    "date": "2022-03-23",
    "explanation": "Massive stars can blow bubbles.  The featured image shows perhaps the most famous of all star-bubbles, NGC 7635, also known simply as The Bubble Nebula. Although it looks delicate, the 7-light-year diameter bubble offers evidence of violent processes at work. Above and left of the Bubble's center is a hot, O-type star, several hundred thousand times more luminous and some 45-times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula and associated cloud complex lie a mere 7,100 light-years away toward the boastful constellation Cassiopeia. This sharp, tantalizing view of the cosmic bubble is a reprocessed composite of previously acquired Hubble Space Telescope image data.   Birthday Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Bubble_HubbleOzsarac_1952.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2203/Bubble_HubbleOzsarac_960.jpg"
  },
  {
    "copyright": "Federico Pelliccia",
    "date": "2016-05-06",
    "explanation": "These cosmic clouds have blossomed 1,300 light-years away, in the fertile starfields of the constellation Cepheus. Called the Iris Nebula, NGC 7023 is not the only nebula to evoke the imagery of flowers, though. Still, this deep telescopic image shows off the Iris Nebula's range of colors and symmetries, embedded in surrounding fields of interstellar dust. Within the Iris itself, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the reflection nebula glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula contains complex carbon molecules known as PAHs. The pretty blue petals of the Iris Nebula span about six light-years. The colorful field-of-view stretches almost five Full Moons across the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1605/ngc7023pelliccia_q100_watermark.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/1605/ngc7023pelliccia_q100_watermark1024.jpg"
  },
  {
    "date": "1997-02-14",
    "explanation": "Globular clusters\r once ruled the Milky Way. Back in\r the old days, back when our Galaxy\r first formed, perhaps thousands of globular clusters roamed our\r Galaxy. Today, there are perhaps 200 left.\r Many globular clusters were destroyed\r over the eons by repeated fateful encounters with each other or\r the Galactic center. Surviving relics\r are older than any earth fossil,\r older than any other structures in our Galaxy,\r and limit the universe itself\r in raw age. There are few, if any, young globular clusters\r in our Milky Way Galaxy because conditions\r are not ripe for more to form. But things are different next\r door - in the neighboring LMC galaxy.\r Pictured above is a \"young\" globular cluster residing\r there: NGC 1818.\r Recent observations show it formed only about 40 million years\r ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
  },
  {
    "copyright": "Matthew T. Russell",
    "date": "2010-08-26",
    "explanation": "While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things he encountered that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This impressive color composite highlights details within the well-studied central region and fainter, seldom imaged features in the nebula's outer halo. It includes narrowband images recorded using filters sensitive to emission from oxygen atoms, shown in blue-green hues, and hydrogen atoms in red.",
    "hdurl": "https://apod.nasa.gov/apod/image/1008/m27_MRussell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not a Comet",
    "url": "https://apod.nasa.gov/apod/image/1008/m27_MRussell900c.jpg"
  }
]